Repository: Dirisa/plonesocial.auth.rpx
Catalog: plonesocial/auth/rpx/locales/*/LC_MESSAGES/plonesocial.auth.rpx.po
Languages: de, it, pl

source: Error
it: Errore

source: Login failed. Both login name and password are case sensitive, check that caps lock is not enabled.
it: Autenticazione fallita. IL sistema discrimina i caratteri maiuscoli e minuscoli: controlla che il tasto 'bloccamaiuscole' (MAIUSC) non sia attivato.
pl: Logowanie nieudane. Zarówno nazwa użytkownika jak i hasło są wrażliwe na wielkość liter, upewnij się, że nie masz włączonej funkcji Caps Lock na klawiaturze

source: Login name not found.
it: Utente non trovato.
pl: Niepoprawna nazwa użytkownika.

source: Password incorrect.
it: Password non corretta.
pl: Niepoprawne hasło.

source: Passwords do not match.
it: Le password inserite non corrispondono.
pl: Podane hasła nie są identyczne.

source: Passwords must contain at least 5 letters.
it: La password deve essere di almeno 5 caratteri
pl: Hasło musi zawierać co najmniej 5 znaków.

source: Please correct the indicated errors.
it: Prego correggere gli errori segnalati.
pl: Proszę poprawić zaznaczone błędy.

source: Please enter your login name.
it: Prego, inserire il proprio nome utente.
pl: Podaj swoją nazwę użytkownika.

source: Please enter your password.
it: Prego, inserire la propria password.
pl: Podaj swoje hasło.

source: RPX Providers
de: RPX Provider
it: RPX Provider
pl: Dostawcy RPX

source: RPX Settings
de: RPX Einstellungen
it: Configurazione RPX
pl: Ustawienia RPX

source: Selected providers will be shown in the RPX portlet
de: Die ausgewählten provider werden im RPX-Portlet angezeigt
it: I provider selezionati verranno visualizzati nella portlet RPX
pl: Wybrani dostawcy będą wyświetleni w portlecie RPX

source: The RPX id was mapped to your user.
de: Die RPX Id ist jetzt an Ihren Benutzer gebunden.
it: L'identificativo RPX è stato assegnato al tuo utente.
pl: Twoje ID zostało przypisane do twojego użytkownika.

source: The login name you selected is already in use or is not valid. Please choose another.
it: Il nome utente inserito è gia in uso o non è valido. Prego selezionare un nuovo nome utente.
pl: Podana nazwa użytkownika jest już w użyciu lub jest nieprawidłowa. Proszę podać inną.

source: This RPX-identifier has already been mapped to a different user.
de: Diese RPX Id ist bereits mit einem anderen Benutzer verkn&uuml;pft.
it: L'identificativo RPX selezionato è già associato ad un altro utente.
pl: To ID jest już przypisane do innego użytkownika.

source: This field is required, please provide some information.
it: Campo obbligatorio. Inserire le informazioni richieste.
pl: To pole jest wymagane.

source: This username is reserved. Please choose a different name.
it: Nome utente riservato. Prego selezionare un nome utente diverso.
pl: Podana nazwa użytkownika jest zajęta, proszę wybrać inną.

source: User added.
it: Utente aggiunto.
pl: Użytkownik został utworzony.

source: Warning
de: Warnung
it: Attenzione
pl: Uwaga

source: You can find your RPX settings under your RPX account at http://RPXnow.com
de: Sie finden die RPX-einstellungen unter Ihrem RPX-Account auf http://RPXnow.com
it: È possibile trovare le impostazioni di RPX nel il proprio account RPX all'indirizzo http://RPXnow.com
pl: Możesz znaleźć swoje ustawienia RPX na swoim koncie w serwisie http://RPXnow.com

source: You must enable cookies before you can log in.
it: I tuoi dati personali sono stati salvati con successo.
pl: Musisz włączyć obsługę plików cookie żeby móc się zalogować.

source: Your personal settings have been saved.
it: Le tue impostazioni personali sono state salvate.
pl: Twoje ustawienia osobiste zostały zapisane.

source: box_forgot_password_option
it: Hai dimenticato la tua password?

source: description_you_are_registered
it: Hai completato la registrazione.

source: enable_cookies_message_before_login
it: I cookie non sono abilitati. Devi abilitarli per poterti autenticare.

source: help_password_retrieval
it: Se hai dimenticato la tua password, ${click_here}.

source: help_remember_my_name
it: Spunta qui per avere il tuo nome utente inserito automaticamente la prossima volta che effettuerai l'accesso

source: label_click_here_to_retrieve
it: possiamo spedirtene una nuova

source: label_log_in
it: Accedi
pl: Zaloguj się

source: label_login_name
it: Nome di accesso
pl: Nazwa użytkownika

source: label_password
it: Password
pl: Hasło

source: label_register
it: Iscriviti

source: label_remember_my_name
it: Ricorda il mio nome.

source: label_telephone
it: Numero di telefono

source: login_form_disabled
it: Finchè i cookie sono disabilitati, l'autenticazione non è disponibile.

source: login_form_orploneaccount
it: Se non disponi di un account per uno dei provider disponibili, puoi anche utilizzare un account Plone.

source: login_with_plone
it: Login con Plone
pl: Zaloguj się w serwisie

source: register_button
it: Iscriviti
pl: Zarejestruj

source: rpx_access_with_profile
it: Ora è possibile accedere direttamente con questo profilo:

source: rpx_assign_legend
it: Accedi
pl: Przypisanie konta

source: rpx_creation_profile_completed
it: Il processo per associare il profilo social, che hai scelto, è completo.

source: rpx_login_descr
de: Sie sind bist bereits bei ${rpx_portal_title} angemeldet und m&ouml;chten nun Ihren ${rpx_provider} Account mit Ihrem Profil verkn&uuml;pfen? Melden Sie sich dazu einfach hier mit Ihren Benutzerdaten an.
it: Sei già registrato a ${rpx_portal_title} e ora è necessario associare l'account ${rpx_provider} al tuo profilo
pl: Jeżeli posiadasz już konto w serwisie ${rpx_portal_title}, teraz możesz pszypisać do niego swoje konto z serwisu ${rpx_provider}.

source: rpx_login_header
de: Login mit einer Online-Id
it: Accedi con un id online
pl: Zaloguj się za pomocą swojego konta w innym serwisie

source: rpx_login_legend
it: Accesso RPX
pl: Logowanie za pomocą konta w innym serwisie

source: rpx_not_configured_warning
it: RPX non è configurato. Si prega di andare alla "Configurazione RPX" nella "Configurazione del sito" per risolvere questo problema.
pl: Ustawienia RPX nie są skonfigurowane. Proszę o dokonanie konfiguracji w panelu "Ustawienia RPX" w "Ustawieniach witryny".

source: rpx_portlet_header
it: Autenticazione RPX
pl: Zaloguj się przez

source: rpx_register_descr
de: Die Daten in den vorausgef&uuml;llten Feldern wurden von Ihrem Online-Id Provider mitgeschickt und sind nur ein Vorschlag
it: I dati autocompilati sono stati restituiti dal provider del tuo ID online ed sono quindi solo dei suggerimenti
pl: Pola zostały wypełnione na podstawie informacji z serwisu logowania, są to sugerowane wartości.

source: rpx_register_heading
it: Registra il tuo account ${rpx_provider}
pl: Zarejestruj swoje konto z serwisu ${rpx_provider}

source: rpx_register_legend
it: Registrazione RPX
pl: Rejestracja za pomocą konta w innym serwisie

source: status_fatal_password_mail
it: Creazione utente fallita. Il sistema non è stato in grado di inviare le credenziali al seguente indirizzo: ${address}
pl: Nie udało się utworzyć konta, ponieważ nie można wysłać hasła na adres email: ${address}

source: status_nonfatal_password_mail
it: Utente creato con successo, ma il sistema non è stato in grado di inviare le credenziali al seguente indirizzo: ${address}
pl: Twoje konto zostało utworzone, ale nie udało się wysłać Twojego hasła na adres email: ${address}

source: Enter your RPX api key
pl: Wpisz swój klucz api RPX

source: rpx_portlet_signin
pl: Zaloguj się
